Repository: EdiWang/Moonglade
Catalog: src/Moonglade.Web/Resources/Pages/About.*.resx
Languages: de_de

source: Me and the blog
de_de: Ich und mein Blog

# intro
source: Sascha Manns is a German software developer (C#, Linux) and book author. He has worked in the openSUSE community as a packager, editor of the weekly newsletter and within the Membership Application Team. He was temporarily involved in the "Balsam Professional" distribution, an openSUSE derivative, in manual writing and product support. After finishing his studies as an IT specialist in application development, he entered C# development, and dealt with various topics such as: Windows Presentation Foundation, Entity Framework, WinUI3, Web API, Web App, and others.
de_de: Sascha Manns ist ein deutscher Softwareentwickler (C#, Linux) und Buchautor. Er arbeitete in der openSUSE-Community als Packager, Redakteur des wöchentlichen Newsletters und innerhalb des Membership Application Teams. Er durfte zeitweise and der "Balsam Professional" Distribution, einem openSUSE Derivat, in der Handbucherstellung und dem Produktsupport mit. Nach der Beendigung eines Studiums zum Fachinformatiker in der Anwendungsentwicklung stieg er in die C#-Entwicklung ein, und beschäftigte sich mit verschiedenen Themen, wie: Windows Presentation Foundation, Entity Framework, WinUI3, Web API, Web App, und anderem.

# timeline-1991-1
source: I was 12 years old and I was so interested in computer technologies. In school we learned programming robots on a i286 with with b/w monitors. The first cv i built on that pc with Works for DOS :-)
de_de: Ich war 12 Jahre alt und interessierte mich sehr für Computertechnologien. In der Schule lernten wir das Programmieren von Robotern auf einem i286 mit S/W-Monitoren. Den ersten Lebenslauf habe ich auf diesem PC mit Works for DOS gebaut :-)

# timeline-1991-2
source: Privatly i used a Commodore 64. Besides the games popular with young people, I was engaged in programming in BASIC. So i learned programming with it and build a small launcher application what supports some of my daily tasks. Later i moved to GEOS, a graphical User Interface what also contains Apps for writing documents, building Sheets and so on. Later i moved to a i386 with Windows 3.11.
de_de: Privat benutzte ich einen Commodore 64. Neben den bei Jugendlichen beliebten Spielen habe ich mich mit der Programmierung in BASIC beschäftigt. So lernte ich das Programmieren damit und baute eine kleine Launcher-Anwendung, die mich bei einigen meiner täglichen Aufgaben unterstützt. Später wechselte ich zu GEOS, einer grafischen Benutzeroberfläche, die auch Apps zum Schreiben von Dokumenten, Erstellen von Sheets und so weiter. Später wechselte ich auf einen i386 mit Windows 3.11.

# timeline-1995
source: I started my training to a merchant by a Opel car dealership. There we worked with a UNIX based BASIC enterprise resource planning system. With the UNIX client server structure it was possible to use small thin clients.
de_de: Ich begann meine Ausbildung zum Kaufmann bei einem Opel-Autohaus. Dort arbeiteten wir mit einem UNIX-basierten BASIC-Warenwirtschaftssystem. Durch die UNIX-Client-Server-Struktur war es möglich, kleine Thin-Clients zu verwenden.

# timeline-2000
source: I did alternative military service in a monastery. Here, among other things, I worked as a beta tester for the monastery's own Bible software.
de_de: Ich habe meinen Zivildienst in einem Kloster abgeleistet. Dort arbeitete ich unter anderem als Beta-Tester für die klostereigene Bibelsoftware.

# timeline-2008
source: Here I worked in the openSUSE Linux project. I created packages, edited the Weekly News and participated in the Membership Application team. Specifically for the boxed software, I wrote and expanded manuals, provided installation support, and worked in product management.
de_de: Hier habe ich im openSUSE Linux-Projekt gearbeitet. Ich erstellte Pakete, redigierte die Weekly News und arbeitete im Membership Application Team mit. Speziell für die Boxsoftware habe ich Handbücher geschrieben und erweitert, Installationsunterstützung geleistet und im Produktmanagement gearbeitet.

# timeline-2014
source: I entered the healthcare sector and worked in rights management.
de_de: Ich ging in den Gesundheitssektor und arbeitete im Rechtemanagement.

# timeline-2015
source: Change to the banking sector. Collaboration on the accounting core and documentation of the same. Preparation of documentation on the SEPA procedure and the booking software at trainee level.
de_de: Wechsel in den Bankensektor. Mitarbeit am Buchungskern und Dokumentation desselben. Erstellung von Unterlagen zum SEPA-Verfahren und zur Buchungssoftware auf Azubi-Ebene.

# timeline-2018
source: Here I developed mobile applications, for car dealerships that do trade-ins. First experiences with DAT and Schwacke API.
de_de: Hier habe ich mobile Anwendungen entwickelt, für Autohäuser, die Inzahlungnahmen durchführen. Erste Erfahrungen mit DAT und Schwacke API.

# timeline-2020
source: Development of software for companies that rent construction machinery. The development was done with Visual Basic and Winforms, as well as Cachè database.
de_de: Entwicklung einer Software für Unternehmen, die Baumaschinen vermieten. Die Entwicklung erfolgte mit Visual Basic und Winforms sowie der Datenbank Cachè.

# timeline-2021
source: Writing individual software and hotfixes for our e-commerce middleware for using online marketplaces. Programmed and implemented different APIs.
de_de: Schreiben von Individualsoftware und Hotfixes für unsere E-Commerce-Middleware zur Nutzung von Online-Marktplätzen. Programmiert und implementiert verschiedene APIs.

source: Publications
de_de: Publikationen

# publisher-published
source: Published
de_de: Veröffentlicht

# opensource
source: Some of my open source contributions
de_de: Eine Auswahl meiner Open Source Projekte

# connect-header
source: Let's connect
de_de: Lasst uns verbinden
