Repository: EdiWang/Moonglade
Catalog: src/Moonglade.Web/Resources/Pages/CurriculumVitae.*.resx
Languages: de_de

# about-experience
source: Experience
de_de: Erfahrung

# about-jobs
source: I am a
de_de: Ich bin ein

# about-name
source: My Name is
de_de: Mein Name ist

# about-other-skills
source: Other Skills:
de_de: Andere Fähigkeiten:

# about-program
source: I love it to program and realize Workflows into Solutions.
de_de: Ich liebe es zu Programmieren oder Workflows in Lösungen umzusetzen.

# about-year
source: old
de_de: jähriger

# about-year1
source: Years
de_de: Jahre

# activity-all
source: My full coding activity (last year)
de_de: Meine gesamten Programmieraktivitäten (letztes Jahr)

# activity-last30
source: Used programming languages last 30 days
de_de: Benutzte Programmiersprachen der letzten 30 Tage

# activity-title
source: My coding Activity (Just public Repos on Github, last year)
de_de: Meine Programmieraktivitäten (Nur öffentliche Github Repos, letztes Jahr)

# education-title
source: Education and training
de_de: Aus- & Weiterbildung

# experience-cert-employment
source: Employment <br /> Certificate
de_de: Arbeitszeugnis

# experience-certs
source: Certificate
de_de: Zertifikate

# experience-content
source: Contents
de_de: Inhalte

# experience-header
source: Work Experience
de_de: Berufserfahrung

# experience-header1
source: Continuing Education
de_de: Aus &amp; Weiterbildungen

# jobs-title
source: Previous professional stations
de_de: Bisherige berufliche Stationen

source: Last
de_de: Letzte

# masterhead-lead
source: Welcome to my Curriculum Vitae
de_de: Willkommen zu meinem Lebenslauf

# portfolio-title
source: My Portfolio
de_de: Mein Portfolio

# project-2-blurp
source: A utility to write an application using LaTEX and to manage the status of all sent.
de_de: Ein Hilfsprogramm um mittels LaTEX eine Bewerbung zu schreiben und den Status aller gesendeten zu verwalten.

source: Projects
de_de: Projekte

# projects-1-blurp
source: This Website
de_de: Diese Webseite

# services-app
source: App-Development
de_de: App-Entwicklung

# services-app-blurp
source: I realize your Workflows as platform independend apps by using modern frameworks like .NET, Angular and other technologies.
de_de: Mittels moderner Frameworks, wie .NET, Angular und anderen, setze ich Ihre Workflows in plattformunabhängige Apps um.

# services-architect
source: Software Architecture
de_de: Softwarearchitektur

# services-architect-blurp
source: As a software architect, I make sure that the existing code remains maintainable and portable and therefore fit for your company's future.
de_de: Als Softwarearchitekt sorge ich dafür, das vorhandener Code wartbar und portierbar bleibt und somit fit für Ihre Firmenzukunft.

# services-my
source: My
de_de: Meine

# services-specialization
source: Specialization
de_de: Spezialisierungen

# services-web
source: Web-Development
de_de: Web-Entwicklung

# services-web-blurp
source: Your website i'm creating by using technologies like ASP .NET, PHP, Angular or Vue.js.
de_de: Ihre Webseiten erstelle ich mittels Technologien, wie ASP .NET, PHP, Angular oder Vue.js.

# skills-title
source: Skills
de_de: Erfahrungen

# testimonials
source: Last
de_de: Letzte

# testimonials-testimonial
source: Testimonials
de_de: Empfehlungen

# viewbag-pageblurp
source: My professional Experience
de_de: Meine beruflichen Erfahrungen

# viewbag-pagename
source: Curriculum Vitae & Experiences
de_de: Lebenslauf & Erfahrungen

source: Write me
de_de: Schreiben Sie mir
