Repository: EdiWang/Moonglade
Catalog: src/Moonglade.Web/Resources/Pages/Imprint.*.resx
Languages: de_de

# adress
source: adress as above
de_de: adresse wie oben

# contact
source: Contact options
de_de: Kontaktmöglichkeiten

source: contact form
de_de: Kontaktformular

# disclaimer
source: Disclaimer of liability
de_de: Haftungsausschluss

# disclaimer1
source: The content of this online offer was created carefully and according to our current state of knowledge, but is only for information purposes and does not have any legally binding effect, unless it is legally binding information (e.g. the imprint, the data protection declaration, terms and conditions or mandatory instructions for consumers). We reserve the right to change or delete the content in full or in part, provided that contractual obligations remain unaffected. All offers are non-binding.
de_de: Die Inhalte dieses Onlineangebotes wurden sorgfältig und nach unserem aktuellen Kenntnisstand erstellt, dienen jedoch nur der Information und entfalten keine rechtlich bindende Wirkung, sofern es sich nicht um gesetzlich verpflichtende Informationen (z.B. das Impressum, die Datenschutzerklärung, AGB oder verpflichtende Belehrungen von Verbrauchern) handelt. Wir behalten uns vor, die Inhalte vollständig oder teilweise zu ändern oder zu löschen, soweit vertragliche Verpflichtungen unberührt bleiben. Alle Angebote sind freibleibend und unverbindlich.

# disclaimer2
source: <strong> Links to other websites </strong>: Contents of external websites to which we refer directly or indirectly are outside our area of responsibility and we do not adopt them as our own. The provider of the linked websites is solely liable for all content and in particular for damage resulting from the use of the information that can be accessed on the linked websites.
de_de: <strong>Links auf fremde Webseiten</strong>: Inhalte fremder Webseiten, auf die wir direkt oder indirekt verweisen, liegen außerhalb unseres Verantwortungsbereiches und machen wir uns nicht zu Eigen. Für alle Inhalte und insbesondere für Schäden, die aus der Nutzung der in den verlinkten Webseiten aufrufbaren Informationen entstehen, haftet allein der Anbieter der verlinkten Webseiten.

# disclaimer3
source: <strong> Copyrights and trademark rights </strong>: All content presented on this website, such as texts, photographs, graphics, brands and trademarks are protected by the respective property rights (copyrights, trademark rights). The use, reproduction, etc. are subject to our rights or the rights of the respective authors or rights administrators.
de_de: <strong>Urheberrechte und Markenrechte</strong>: Alle auf dieser Website dargestellten Inhalte, wie Texte, Fotografien, Grafiken, Marken und Warenzeichen sind durch die jeweiligen Schutzrechte (Urheberrechte, Markenrechte) geschützt. Die Verwendung, Vervielfältigung usw. unterliegen unseren Rechten oder den Rechten der jeweiligen Urheber bzw. Rechteverwalter.

# disclaimer4
source: <strong> Notes on legal violations </strong>: If you notice legal violations on our website, we ask you to inform us about them. We will remove illegal content and links immediately after taking notice.
de_de: <strong>Hinweise auf Rechtsverstöße</strong>: Sollten Sie innerhalb unseres Internetauftritts Rechtsverstöße bemerken, bitten wir Sie uns auf diese hinzuweisen. Wir werden rechtswidrige Inhalte und Links nach Kenntnisnahme unverzüglich entfernen.

# email
source: E-mail address
de_de: E-Mail-Adresse

# imprint-header
source: Imprint
de_de: Impressum

# imprint-service
source: Service provider
de_de: Diensteanbieter

# journalistic
source: Journalistic and editorial offers
de_de: Journalistisch-redaktionelle Angebote

# liability
source: Liability and property rights notices
de_de: Haftungs- und Schutzrechtshinweise

# other
source: This imprint also applies to the following social media presences and online profiles
de_de: Dieses Impressum gilt auch für die folgenden Social-Media-Präsenzen und Onlineprofile

# responsibility
source: Content responsibility
de_de: Inhaltlich verantwortlich

# seal
source: Created with free Datenschutz-Generator.de by Dr. Thomas Schwenke
de_de: Erstellt mit kostenlosem Datenschutz-Generator.de von Dr. Thomas Schwenke

# socialmedia
source: Social media and other online presences
de_de: Social Media und andere Onlinepräsenzen

# telefon
source: Phone
de_de: Telefon

# viewbag-pagename
source: Imprint
de_de: Impressum

# viewbag-title
source: Imprint - Sascha Manns's Twilight Zone
de_de: Impressum - Sascha Manns's Twilight Zone
